{
  "ADS": {
    "Interstitial_id": "ca-app-pub-3940256099942544/1033173712",
    "Interstitial_idf": "832667847373397_881891635784351",
    "Text1": "  Download and Play Battlefield Mobile PVP . Step by Step into the last . From playing previous Battlefield games, players will be able to enjoy that unique Battlefield mobile  experience. Also, breathtaking weather changes occurred during the game , The huge battlefield of 32 people against 32 people and the buildings in the scene can be destroyed.",
    "Text2": "  A combination of Battlefields mobile. Bookmark this page so that you can refer to it when its beta version is updated, making it so popular that there is still a thriving online community for it today.In this game, you can choose assault soldier, medical soldier, support soldier, and scout. the game encourages players support profession.",
    "Text3": "  Your squad must lead the charge! This mobile version of BattlefieldTM features all your favorite FPS combat, excellent team play, and genre-defining destruction, making it even more exciting.In the game, you can also find very resistant heavy armored infantry equipment, machine guns and flamethrowers, which are very powerful after wearing them",
    "Text4": "  Install Battlefield Mobile now. It will challenge both new and seasoned players with both new maps and modes. Explore the newest gadgets and weapons. You can control ATVs and tanks. Create large-scale environmental destruction on the battlefield . As a part of the Battlefield series, Battlefield Mobile is a compact version exclusively for mobile.",
    "Text5": "  All game modes of Battlefield feature dynamic explosions and wild situations. The experience of outrunning an ATV through a collapsing tower, parachuting off a building while firing rockets, or hitting your enemies in the face with your tank is unforgettable.This is a first-person action shooter (FPS) game in a modern battlefield setting",
    "Text6": "  Play each map and mode to experience the highest level of strategic play in a first-person shooter game. You can choose from four classes: Assault, Support, Medic, or Recon. With a wide variety of weapons, skins, gadgets, and more Battlefield Mobile is a combination of large-scale battles and game modes depending on each player’s skills.",
    "Text7": "  It is FREE to download and Take control of the battlefield while fighting alongside your war heroes. and only includes cosmetic items. Battlefield Mobile will feature its own Battle Passes, collectible cosmetics Battlefield Mobile will satisfy the eyes, ears, hands, and heroic spirit of every shooter. And with a super FPS like this.",
    "Text8": "  RATE US 5 Stars and Download Battlefield Mobile APK . This is an excellent game you can't miss. You should definitely find some time to play this game! ",
    "banner_id": "ca-app-pub-3940256099942544/6300978111",
    "banner_idf": "832667847373397_88189163578435",
    "Nativeads_idf": "832667847373397_832671657373016",
    "Nativeads_id": "ca-app-pub-3940256099942544/2247696110",
    "linkbuttun": "",
    "networkAd": "facebook"
  }
}
