{
  "ADS": {
    "Interstitial_id": "ca-app-pub-3940256099942544/1033173712",
    "Interstitial_idf": "832667847373397_835889113717937",
    "Text1": "Play and Download Battlefield Mobile PVP . Step by Step into the last . From playing previous Battlefield games, players will be able to enjoy that unique Battlefield mobile  experience. Also, breathtaking weather changes occurred during the game",
    "Text2": "A combination of Battlefields mobile. Bookmark this page so that you can refer to it when its beta version is updated, making it so popular that there is still a thriving online community for it today.",
    "Text3": "Your squad must lead the charge! This mobile version of BattlefieldTM features all your favorite FPS combat, excellent team play, and genre-defining destruction, making it even more exciting.",
    "Text4": "Install Battlefield Mobile now. It will challenge both new and seasoned players with both new maps and modes. Explore the newest gadgets and weapons. You can control ATVs and tanks. Create large-scale environmental destruction on the battlefield",
    "Text5": "All game modes of Battlefield feature dynamic explosions and wild situations. The experience of outrunning an ATV through a collapsing tower, parachuting off a building while firing rockets, or hitting your enemies in the face with your tank is unforgettable.",
    "Text6": "Play each map and mode to experience the highest level of strategic play in a first-person shooter game. You can choose from four classes: Assault, Support, Medic, or Recon. With a wide variety of weapons, skins, gadgets, and more",
    "Text7": "It is FREE to download and you can download it now and Take control of the battlefield while fighting alongside your war heroes. Engage in large-scale conflicts to earn rewards as you join a battalion or form a squad. Take strategic ",
    "Text8": "RATE US 5 Stars and Enjoy Battlefield Mobile. Download this amazing game for Android now.",
    "banner_id": "ca-app-pub-3940256099942544/6300978111",
    "banner_idf": "832667847373397_832668207373361",
    "Nativeads_idf": "832667847373397_832671657373016",
    "Nativeads_id": "ca-app-pub-3940256099942544/2247696110",
    "networkAd": "facebook"
  }
}
